{
    "domain": "222222xp4u3jf3w6uko56oz7a265gpape6rohl7belziddwjtifeubyd.onion",
    "url": "http://222222xp4u3jf3w6uko56oz7a265gpape6rohl7belziddwjtifeubyd.onion/service/frequent-questions.html",
    "depth": 2,
    "parameter": {},
    "title": "Frequent Questions - Shadow Hacker",
    "words": "No cookies, no javascript, no trace. We protect your privacy!Email : shadowhacker@tuta.io Frequent Questions - Shadow Hacker Hacking Services Websites Hacking software development DDOS Monthly service Phone Hack, Monitoring & Mirroring Social media account hacking Database leak Email Hacking School grade change Data recovery Background Checks Catch Cheating Spouse Website & Credit Score Fix Trace an IP Address Bitcoin Recovery Tailored Service About Us Frequent Questions My order Contact Us Frequent Questions On this page you'll find a series of frequently asked questions that our clients routinely ask us. We suggest that you read them because even if you have no doubts, it is always interesting to know and understand more. In case you don't find the answer you are looking for, remember that you can always contact us and ask whatever you want. How much do your services cost? We offer a wide range of different hacking services. All of them have specific conditions and prices. Therefore, our price will depend on the specific service you want. To know the price, the first thing you should do is go to our Hacking Services page. There, you'll see a list with all the services we offer. Search for the one in which you are interested and click on the button that says More information and you'll be redirected to the service page where the Service Agreement will be explained. In that page, you'll be told, among other things, what the price is. Do you only accept payments in Bitcoin or Monero? Yes, we only accept Bitcoinor Monero as a Payment methods and transaction process. We know and understand that many people have never used or even heard about it. For this reason, we've written a guide where we explain step by step how to use and pay with bitcoin. You don't need to have any special skills to use bitcoin. Anybody can do it. All you have to do is read our guide and follow our instructions, and you'll have no problem paying for our services with bitcoin. To read our guide just click on the following link: Bitcoin＆Monero Guide Bitcoin is the best way to pay because it is anonymous (a bitcoin wallet is not subject to any name or ID), the transfer costs are practically zero, the money arrives almost immediately and is available all over the world. Bitcoin is a virtual currency. You will first have to create a bitcoin wallet and buy bitcoins for the value of the service that you want to hire. To make the purchase of bitcoins, you can use the Payment methods and transaction process you want, for example: Credit or Debit Card Local Bank Transfer Cash Deposit Western Union or MoneyGram If you live in a big city, maybe there are Bitcoin ATMs. In addition, in many countries it is also possible to buy with local Payment methods and transaction processs such as: Europe: SEPA Transfers USA: CashApp Canada: Interac e-Transfer® UK: RBS/Natwest PYC, Barclays Pingit, Paym India: IMPS Transfer Australia: PayID Among many other local options in many different countries... No matter what country you are from, no matter how old you are, no matter where you are, there will always be some way to buy and pay with bitcoin and, if you need help, you'll always have our support 24/7. Do I pay after or before? Our services are prepaid, and or, on retainer. Unfortunately, cannot take on work that hinders the time we must spend with paying clients. Thank you for understanding. If the acceptance fails, we will continue to improve and optimize until we meet your requirements. If we still cannot meet your requirements in the end, we promise to fully refund the fees paid in advance for the business. All our hacking services ensure their security + speed, the link below will guide you through the entire process of hacking services： Transaction Process Are your services private? Yes, our services are totally and absolutely private. We don't store any type of information that may be related to people who visit our website or to customers who request a service. In addition, as soon as an order has been completed, we'll proceed to permanentely erase all the conversation held with the customer by email as well as any kind of information that we could have previously stored for the service execution. For more information, please read: Privacy & security. What are my guarantees? Since 2007 we are active on I2P and after 2010 working on Tor network with high expereince and expert hackers around the world. Our hackers are expert and ready doing any kind of project. Shadow Hacker Team has been committed to the research of network hacking services since its establishment. After years of continuous practice and research, the recruited technical talents have formed a unique presence in the network, and members of the organization each have their own expertise.Reputation is a pyramid and the life of our organization May I resell your services? Yes, you can. But you must understand that your personal businesses are not our problem nor do we care. For us, the person who comes into contact with us and who places an order for a hacking service is our client, and therefore, is the person responsible for complying with us. If you want to hire us on behalf of someone else or resell our services to someone else, that is your problem, you can do whatever you want, but if your own client refuses to pay, defaults or generates problems with something, that is going to be a problem that you have to solve with your own client. If you place an order with us, you'll be responsible to us. How do I contact you? Currently, the only way for contacting us is by email. Please don't ask us to speak on the Phone, WhatsApp, or Facebook. All those types of communications are insecure, informal and also disorderly. We have many clients. Hundreds of people contact us daily. We can't speak to you on the phone, nor can we communicate through informal or insecure means. It is best to speak by email. Our email is encrypted and secured by ourselves and nobody will be able to access or read anything, besides we can take better control and order of all the people who contact us and the conversation we have with them. Therefore: email only, and please don't insist on speaking in other ways. Our email address is: [email protected] What are your working times? We work 365 days a year, 7 days a week, 24 hours a day. We never have vacations, we never rest. You can contact us whenever you like, any day and at any time, and rest assured that we'll reply as soon as possible. Where are you from? Shadow Hackers is an international hacker organization with dozens of members. We are not located in one place, and joining our team is not an easy task. The first requirement to join our hacking team is more than 10 years of experience in a cybersecurity company, social media platform security systems, mobile software manufacturing industry, or antivirus or anti-malware industry.Our hackers come from different countries and most work from home without having to go to the office, some of them live permanently in resorts in some of the best resorts or bought their own properties to be able to work from where they like.The team has more than 10 years of experience in cybersecurity companies, social media platform security systems, mobile software manufacturing industry, or anti-virus or anti-malware industry. I can't find what I look for we can not list all of our services so feel free to ask for other services!,We have a wide variety of different services, which you can find here: Hacking Services. However, if you're looking for a different service, which isn't among the ones we have available in our list, then we can carry out a service tailored to your needs. To do this, we invite you to read the information about our Tailored Service. In this way, you will tell us what you want and, if we can do it, we will reply with a quote and detailed information about conditions and procedure to follow. protocol Privacy＆ security PGP encryption Payments Bitcoin＆Monero Guide Transaction Process technology Hacker training Hacker Recruitment © 2007-2024 |shadow hacker",
    "html_content": "<div id=\"tpbr_box\" style=\"line-height: 2em; padding: 5px 0px 6px; background:#7a7a7a; margin:0 auto; text-align:center; width:100%; color:white; font-size:15px; font-family: Helvetica, Arial, sans-serif;  font-weight:300;\">\n No cookies, no javascript, no trace. We protect your privacy!\n <a href=\"/service/contact-us.html\" id=\"tpbr_calltoaction\" style=\"background: #5b5b5b; display: inline-block; padding: 0px 12px 1px; color: white; text-decoration: none; margin: 1px 14px 0px; border-radius: 3px;\">\n  Email : shadowhacker@tuta.io\n </a>\n</div>\n<!DOCTYPE html>\n<html lang=\"en\">\n <!-- Mirrored from Shadow hacker.me/frequent-questions by HTTrack Website Copier/3.x [XR&CO'2014], Sat, 22 May 2021 18:08:30 GMT -->\n <!-- Added by HTTrack -->\n <meta content=\"text/html;charset=utf-8\" http-equiv=\"content-type\"/>\n <!-- /Added by HTTrack -->\n <style type=\"text/css\">\n  <!--\r\n.STYLE1 {\r\n\tcolor: #00FF00;\r\n\tfont-weight: bold;\r\n}\r\n-->\n </style>\n <head>\n  <title>\n   Frequent Questions - Shadow Hacker\n  </title>\n  <link href=\"\" hreflang=\"en\" rel=\"alternate\"/>\n  <link href=\"perguntas-frequentes.html\" hreflang=\"es\" rel=\"alternate\"/>\n  <link href=\"perguntas-frequentes.html\" hreflang=\"pt\" rel=\"alternate\"/>\n  <link href=\"\" hreflang=\"x-default\" rel=\"alternate\"/>\n  <link href=\"\" rel=\"canonical\"/>\n  <meta charset=\"utf-8\"/>\n  <meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/>\n  <meta content=\"Want to hire a professional hacker? Here you can find the most frequently asked questions about Shadow Hacker.\" name=\"description\"/>\n  <link href=\"static/css/template.css\" rel=\"stylesheet\"/>\n  <link href=\"static/css/all.min.css\" rel=\"stylesheet\"/>\n  <link href=\"static/css/flag-icon.min.css\" rel=\"stylesheet\"/>\n  <link href=\"/favicon.png\" rel=\"icon\" type=\"image/x-icon\"/>\n  <meta content=\"website\" property=\"og:type\"/>\n  <meta content=\"frequent-questions.html\" property=\"og:url\"/>\n  <meta content=\"Frequent QuestiShadow Hacker\" property=\"og:title\"/>\n  <meta content=\"Find the most frequently asked quesShadow Hackerbout Shadow Hacker.\" property=\"og:description\"/>\n  <meta content=\"assets/img/previews/faqs.jpg\" property=\"og:image\"/>\n  <meta content=\"summary_large_image\" property=\"twitter:card\"/>\n  <meta content=\"frequent-questions.html\" property=\"twitter:url\"/>\n  <meta content=\"FreShadow Hackeruestions - Shadow Hacker\" property=\"twitter:title\"/>\n  <meta content=\"Find the most frequentlShadow Hacker questions Shadow Hacker. It will be useful for people interested in our services.\" property=\"twitter:description\"/>\n  <meta content=\"assets/img/previews/faqs.jpg\" property=\"twitter:image\"/>\n </head>\n <body data-active=\"faqs\">\n  <header>\n   <div id=\"logo\">\n    <img hackeralt=\"Shadow Hacker Logo\" onclick=\"location.href = '/service/index.html';\" src=\"/service/static/picture/web.png\"/>\n   </div>\n   <nav id=\"menu\">\n    <ul>\n     <li class=\"services\">\n      <a href=\"javascript:validateMenuIndex();\">\n       Hacking Services\n      </a>\n      <ul>\n       <li>\n        <a href=\"/service/websites-hacking.html\">\n         <i class=\"fas fa-server\">\n         </i>\n         Websites Hacking\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/Software.html\">\n         <i class=\"fab fa fa-cog\">\n         </i>\n         software development\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/ddos.html\">\n         <i class=\"fas fa-bug\">\n         </i>\n         DDOS\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/hire.html\">\n         <i class=\"fas fa-user-lock\">\n         </i>\n         Monthly service\n        </a>\n       </li>\n       <li>\n        <a href=\"smartphones-hacking.html\">\n         <i class=\"fas fa-mobile\">\n         </i>\n         Phone Hack, Monitoring &amp; Mirroring\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/social-media.html\">\n         <i class=\"fas fa-comments\">\n         </i>\n         Social media account hacking\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/database.html\">\n         <i class=\"fas fa-skull-crossbones\">\n         </i>\n         Database leak\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/email-hacking.html\">\n         <i class=\"fas fa-envelope\">\n         </i>\n         Email Hacking\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/academic-hacking.html\">\n         <i class=\"fas fa-graduation-cap\">\n         </i>\n         School grade change\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/recover.html\">\n         <i class=\"fas fa-archive\">\n         </i>\n         Data recovery\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/background-check.html\">\n         <i class=\"fas fa-eye\">\n         </i>\n         Background Checks\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/Catch-Cheating-Spouse.html\">\n         <i class=\"fas fa-user-injured\">\n         </i>\n         Catch Cheating Spouse\n        </a>\n       </li>\n       <li>\n        <a href=\"/service/credit-hacking.html\">\n         <i class=\"far fa-credit-card\">\n         </i>\n         Website &amp; Credit Score Fix\n        </a>\n        <li>\n         <a href=\"/service/trace-ip-address.html\">\n          <i class=\"fas fa-map-marked-alt\">\n          </i>\n          Trace an IP Address\n         </a>\n        </li>\n        <li>\n         <a href=\"/service/bitcoin-recovery.html\">\n          <i class=\"fab fa-bitcoin\">\n          </i>\n          Bitcoin Recovery\n         </a>\n        </li>\n        <li>\n         <a href=\"/service/tailored.html\">\n          <i class=\"fas fa-user-tie\">\n          </i>\n          Tailored Service\n         </a>\n        </li>\n       </li>\n      </ul>\n     </li>\n     <li class=\"about\">\n      <a href=\"about-us.html\">\n       About Us\n      </a>\n     </li>\n     <li class=\"faqs\">\n      <a href=\"\">\n       Frequent Questions\n      </a>\n     </li>\n     <li class=\"order\">\n      <a href=\"my-order.html\">\n       My order\n      </a>\n     </li>\n     <li class=\"contact\">\n      <a href=\"contact-us.html\" id=\"contact-us\">\n       Contact Us\n      </a>\n     </li>\n    </ul>\n   </nav>\n  </header>\n  <div id=\"main\">\n   <div id=\"generic-heading\">\n    <h1>\n     <i class=\"fas fa-question-circle\">\n     </i>\n     Frequent Questions\n    </h1>\n    <p align=\"center\">\n     <img align=\"absmiddle\" height=\"262\" src=\"/service/assets/img/v2.jpg\" width=\"393\"/>\n     <br/>\n     On this page you'll find a series of frequently asked questions that our clients routinely ask us. We suggest that you read them because even if you have no doubts, it is always interesting to know and understand more. In case you don't find the answer you are looking for, remember that you can always\n     <a class=\"STYLE1\" href=\"contact-us.html\">\n      contact us\n     </a>\n     and ask whatever you want.\n    </p>\n   </div>\n   <div class=\"accordion js-accordion\" id=\"accordion-faqs\">\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-wallet\">\n      </i>\n      <span>\n       How much do your services cost?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        We offer a wide range of different hacking services. All of them have specific conditions and prices. Therefore, our price will depend on the specific service you want. To know the price, the first thing you should do is go to our\n        <a class=\"STYLE1\" href=\"index.html\">\n         Hacking Services\n        </a>\n        page. There, you'll see a list with all the services we offer. Search for the one in which you are interested and click on the button that says\n        <strong class=\"inline-block\">\n         <i class=\"fas fa-plus-circle\">\n         </i>\n         More information\n        </strong>\n        and you'll be redirected to the service page where the\n        <strong class=\"info-tooltip\" rel=\"tooltip\" title=\"The &lt;em&gt;Service Agreement&lt;/em&gt; is a text that every client has the obligation to read. There we explain all the relevant information about the service: what is the price, Payment methods and transaction processs, how long we delay, guarantees and general terms and conditions.\">\n         <i class=\"fas fa-envelope-square\">\n         </i>\n         Service Agreement\n        </strong>\n        will be explained. In that page, you'll be told, among other things, what the price is.\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fab fa-bitcoin\">\n      </i>\n      <span>\n       Do you only accept payments in Bitcoin or Monero?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        <strong>\n         Yes\n        </strong>\n        , we only accept\n        <strong class=\"inline-block\">\n         <i class=\"fab fa-bitcoin\">\n         </i>\n         Bitcoin\n        </strong>\n        or Monero as a Payment methods and transaction process. We know and understand that many people have never used or even heard about it. For this reason, we've written a guide where we explain step by step how to use and pay with bitcoin. You don't need to have any special skills to use bitcoin. Anybody can do it. All you have to do is read our guide and follow our instructions, and you'll have no problem paying for our services with bitcoin.\n       </p>\n       <p>\n        To read our guide just click on the following link:\n        <a href=\"bitcoin-guide.html\">\n         <i class=\"fas fa-clipboard-list\">\n         </i>\n         Bitcoin＆Monero Guide\n        </a>\n       </p>\n       <p>\n        Bitcoin is the best way to pay because it is\n        <strong>\n         anonymous\n        </strong>\n        (a bitcoin wallet is not subject to any name or ID), the transfer costs are practically zero, the money arrives almost immediately and is available all over the world.\n       </p>\n       <p>\n        Bitcoin is a virtual currency. You will first have to create a bitcoin wallet and buy bitcoins for the value of the service that you want to hire. To make the purchase of bitcoins, you can use the Payment methods and transaction process you want, for example:\n       </p>\n       <ul>\n        <li>\n         <i class=\"far fa-credit-card\">\n         </i>\n         Credit or Debit Card\n        </li>\n        <li>\n         <i class=\"fas fa-university\">\n         </i>\n         Local Bank Transfer\n        </li>\n        <li>\n         <svg aria-hidden=\"true\" class=\"svg-inline--fa fa-money-check-dollar\" data-fa-i2svg=\"\" data-icon=\"money-check-dollar\" data-prefix=\"fas\" focusable=\"false\" role=\"img\" viewbox=\"0 0 576 512\" xmlns=\"http://www.w3.org/2000/svg\">\n          <path d=\"M528 64h-480C21.6 64 0 85.6 0 112v288C0 426.4 21.6 448 48 448h480c26.4 0 48-21.6 48-48v-288C576 85.6 554.4 64 528 64zM205.6 298.1c-3.604 20.82-19.34 34.52-41.58 39.33V348c0 11.05-8.988 20-20.03 20s-19.97-8.953-19.97-20v-11.06c-8.707-1.934-17.37-4.752-25.16-7.568l-4.031-1.453C84.44 324.2 79 312.8 82.7 302.4S97.89 286.6 108.2 290.2l4.234 1.516c7.844 2.828 16.73 6.047 23.67 7.078c13.62 2.125 28.73 .2187 30.08-7.547c.8594-5 1.344-7.75-27.75-16.08L132.7 273.5C115.4 268.5 74.98 256.6 82.38 213.9c3.615-20.9 19.3-34.82 41.67-39.58V164c0-11.05 8.918-20 19.97-20s20.03 8.953 20.03 20v10.95C169.5 176.2 175.3 177.7 182.4 180.2c10.44 3.609 15.97 15 12.34 25.44c-3.609 10.42-15 15.98-25.44 12.34C163.5 215.1 157.3 214 151.7 213.2C138.2 211 123.1 212.1 121.8 220.7C121 225.1 120.5 228.3 144 235.2l5.469 1.578C171.7 243.1 213.1 254.9 205.6 298.1zM336 320l-64-.0005c-8.801 0-16-7.201-16-15.1c0-8.801 7.199-16 16-16L336 288C344.8 288 352 295.2 352 304C352 312.8 344.8 320 336 320zM496 319.1L432 320C423.2 320 416 312.8 416 304C416 295.2 423.2 288 432 288l64-.0005c8.801 0 16 7.199 16 16C512 312.8 504.8 319.1 496 319.1zM496 224h-224C263.2 224 256 216.8 256 208C256 199.2 263.2 192 272 192h224C504.8 192 512 199.2 512 208C512 216.8 504.8 224 496 224z\" fill=\"currentColor\">\n          </path>\n         </svg>\n         Cash Deposit\n        </li>\n        <li>\n         <i class=\"fas fa-money-bill-alt\">\n         </i>\n         Western Union or MoneyGram\n        </li>\n        <li>\n         <i class=\"fas fa-cash-register\">\n         </i>\n         If you live in a big city, maybe there are Bitcoin ATMs.\n        </li>\n       </ul>\n       <p>\n        In addition, in many countries it is also possible to buy with local Payment methods and transaction processs such as:\n       </p>\n       <ul>\n        <li>\n         <i class=\"flag-icon flag-icon-eu\">\n         </i>\n         Europe: SEPA Transfers\n        </li>\n        <li>\n         <i class=\"flag-icon flag-icon-us\">\n         </i>\n         USA: CashApp\n        </li>\n        <li>\n         <i class=\"flag-icon flag-icon-ca\">\n         </i>\n         Canada: Interac e-Transfer®\n        </li>\n        <li>\n         <i class=\"flag-icon flag-icon-gb\">\n         </i>\n         UK: RBS/Natwest PYC, Barclays Pingit, Paym\n        </li>\n        <li>\n         <i class=\"flag-icon flag-icon-in\">\n         </i>\n         India: IMPS Transfer\n        </li>\n        <li>\n         <i class=\"flag-icon flag-icon-au\">\n         </i>\n         Australia: PayID\n        </li>\n        <li>\n         Among many other local options in many different countries...\n        </li>\n       </ul>\n       <p>\n        No matter what country you are from, no matter how old you are, no matter where you are, there will always be some way to buy and pay with bitcoin and, if you need help, you'll always have our support 24/7.\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-cash-register\">\n      </i>\n      <span>\n       Do I pay after or before?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        Our services are prepaid, and or, on retainer. \r\n\r\nUnfortunately, cannot take on work that hinders the time we must spend with paying clients. \r\n\r\nThank you for understanding.\n       </p>\n       <p>\n        If the acceptance fails, we will continue to improve and optimize until we meet your requirements. If we still cannot meet your requirements in the end, we promise to fully refund the fees paid in advance for the business.\n       </p>\n       <p>\n        All our hacking services ensure their security + speed, the link below will guide you through the entire process of hacking services：\n        <a class=\"STYLE1\" href=\"/service/transaction-process.html\" target=\"_blank\">\n         Transaction Process\n        </a>\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-user-lock\">\n      </i>\n      <span>\n       Are your services private?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        <strong class=\"inline-block\">\n         <i class=\"fas fa-check-circle\">\n         </i>\n         Yes\n        </strong>\n        , our services are totally and absolutely private. We don't store any type of information that may be related to people who visit our website or to customers who request a service. In addition, as soon as an order has been completed, we'll proceed to permanentely erase all the conversation held with the customer by email as well as any kind of information that we could have previously stored for the service execution.\n       </p>\n       <p>\n        For more information, please read:\n        <a class=\"STYLE1\" href=\"privacy-and-security.html\">\n         Privacy &amp; security\n        </a>\n        .\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-check-double\">\n      </i>\n      <span>\n       What are my guarantees?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        Since 2007 we are active on I2P and after 2010 working on Tor network with high expereince and expert hackers around the world.\n       </p>\n       <p>\n        Our hackers are expert and ready doing any kind of project.\n       </p>\n       <p>\n        Shadow Hacker Team has been committed to the research of network hacking services since its establishment. After years of continuous practice and research, the recruited technical talents have formed a unique presence in the network, and members of the organization each have their own expertise.Reputation is a pyramid and the life of our organization\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-concierge-bell\">\n      </i>\n      <span>\n       May I resell your services?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        <strong class=\"inline-block\">\n         <i class=\"fas fa-check-circle\">\n         </i>\n         Yes, you can\n        </strong>\n        . But you must understand that your personal businesses are\n        <strong>\n         not our problem nor do we care\n        </strong>\n        . For us, the person who comes into contact with us and who places an order for a hacking service is our client, and therefore, is the person responsible for complying with us. If you want to hire us on behalf of someone else or resell our services to someone else, that is your problem, you can do whatever you want, but if your own client refuses to pay, defaults or generates problems with something, that is going to be a problem that you have to solve with your own client. If you place an order with us,\n        <strong>\n         you'll be responsible to us\n        </strong>\n        .\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-envelope-open-text\">\n      </i>\n      <span>\n       How do I contact you?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        Currently, the only way for contacting us is by\n        <strong>\n         <i class=\"fas fa-envelope-open-text\">\n         </i>\n         email\n        </strong>\n        .\n       </p>\n       <p>\n        Please don't ask us to speak on the Phone, WhatsApp, or Facebook. All those types of communications are\n        <strong>\n         insecure\n        </strong>\n        , informal and also disorderly. We have many clients. Hundreds of people contact us daily. We can't speak to you on the phone, nor can we communicate through informal or insecure means. It is best to speak by email. Our email is encrypted and secured by ourselves and nobody will be able to access or read anything, besides we can take better control and order of all the people who contact us and the conversation we have with them. Therefore: email only, and please\n        <strong>\n         don't insist on speaking in other ways\n        </strong>\n        .\n       </p>\n       <p>\n        Our email address is:\n        <strong class=\"email copyToClipboard\" data-clipboard-text=\"shadowhacker@tuta.io\" rel=\"tooltip\" title=\"Click to copy!\">\n         <a __cf_email__\"=\"\" data-cfemail=\"056c6b636a456170666e6077762b6860\" href=\"/service/contact-us.html\">\n          [email protected]\n         </a>\n        </strong>\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-business-time\">\n      </i>\n      <span>\n       What are your working times?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        We work 365 days a year, 7 days a week,\n        <strong>\n         24 hours a day\n        </strong>\n        . We never have vacations, we never rest. You can contact us whenever you like, any day and at any time, and rest assured that we'll reply as soon as possible.\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-globe-americas\">\n      </i>\n      <span>\n       Where are you from?\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        Shadow Hackers is an international hacker organization with dozens of members. We are not located in one place, and joining our team is not an easy task. The first requirement to join our hacking team is more than 10 years of experience in a cybersecurity company, social media platform security systems, mobile software manufacturing industry, or antivirus or anti-malware industry.\n        <br/>\n        Our hackers come from different countries and most work from home without having to go to the office, some of them live permanently in resorts in some of the best resorts or bought their own properties to be able to work from where they like.\n        <br/>\n        The team has more than 10 years of experience in cybersecurity companies, social media platform security systems, mobile software manufacturing industry, or anti-virus or anti-malware industry.\n       </p>\n      </div>\n     </div>\n    </div>\n    <div class=\"accordion__item js-accordion-item\">\n     <div class=\"accordion-header js-accordion-header\">\n      <i class=\"fas fa-search\">\n      </i>\n      <span>\n       I can't find what I look for\n      </span>\n     </div>\n     <div class=\"accordion-body js-accordion-body\">\n      <div class=\"accordion-body__contents\">\n       <p>\n        we can not list all of our services so feel free to ask for other services!,We have a wide variety of different services, which you can find here:\n        <a href=\"index.html\">\n         Hacking Services\n        </a>\n        . However, if you're looking for a different service, which isn't among the ones we have available in our list, then we can carry out a service tailored to your needs.\n       </p>\n       <p>\n        To do this, we invite you to read the information about our\n        <a href=\"tailored.html\">\n         Tailored Service\n        </a>\n        . In this way, you will tell us what you want and, if we can do it, we will reply with a quote and detailed information about conditions and procedure to follow.\n       </p>\n      </div>\n     </div>\n    </div>\n   </div>\n  </div>\n  <footer>\n   <div>\n    <ul>\n     <li>\n      <img align=\"absmiddle\" height=\"20\" src=\"/service/assets/img/i1.png\" width=\"20\"/>\n      protocol\n     </li>\n     <li>\n      <a href=\"privacy-and-security.html\">\n       Privacy＆ security\n      </a>\n     </li>\n     <li>\n      <a href=\"pgp.html\">\n       PGP encryption\n      </a>\n     </li>\n    </ul>\n   </div>\n   <div>\n    <ul>\n     <li>\n      <img align=\"absmiddle\" height=\"20\" src=\"/service/assets/img/i2.png\" width=\"20\"/>\n      Payments\n     </li>\n     <li>\n      <a href=\"/service/bitcoin-guide.html\" target=\"_blank\">\n       Bitcoin＆Monero Guide\n      </a>\n     </li>\n     <li>\n      <a href=\"/service/transaction-process.html\" target=\"_blank\">\n       Transaction Process\n      </a>\n     </li>\n    </ul>\n   </div>\n   <div>\n    <ul>\n     <li>\n      <i class=\"fa fa-user-secret\">\n      </i>\n      technology\n     </li>\n     <li>\n      <a href=\"/service/icon/iconfont.css\" stylesheet\"=\"\" target=\"_blank'&gt;&lt;link rel=\" type=\"text/css\">\n       <span class=\"iconfont\">\n       </span>\n       Hacker training\n      </a>\n     </li>\n     <li>\n      <a href=\"/service/icon/iconfont.css\" stylesheet\"=\"\" target=\"_blank'&gt;&lt;link rel=\" type=\"text/css\">\n       <span class=\"iconfont\">\n       </span>\n       Hacker Recruitment\n      </a>\n     </li>\n    </ul>\n   </div>\n  </footer>\n  <div class=\"scrollTop\">\n   <span>\n    <a href=\"#\">\n     <i class=\"fas fa-angle-double-up\">\n     </i>\n    </a>\n   </span>\n  </div>\n  <script data-cfasync=\"false\" src=\"static/js/email-decode.min.js\">\n  </script>\n  <script src=\"static/js/jQuery.min.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/all.min.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/clipboard.min.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/objTranslations.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/objDate.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/matchHeight.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/prognroll.min.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/template.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/pingback.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/select2.min.js\" type=\"text/javascript\">\n  </script>\n  <script src=\"static/js/accordion.js\" type=\"text/javascript\">\n  </script>\n </body>\n <!-- Mirrored from Shadow hacker.me/frequent-questions by HTTrack Website Copier/3.x [XR&CO'2014], Sat, 22 May 2021 18:08:32 GMT -->\n</html>\n<footer class=\"footer-container text-center\">\n <div class=\"container\">\n  <div class=\"row\">\n   <div class=\"col-xs-12\">\n    <p>\n     © 2007-2024 |shadow hacker\n    </p>\n    <script src=\"./icon/iconfont.js\">\n    </script>\n   </div>\n  </div>\n </div>\n</footer>\n"
}